Repository: tonyAndr/wp-download-delay
Catalog: languages/dload-delay-td-*.po
Languages: ru_ru

source: Wraps your download links with countdown timer and allows you to add the custom text, html or shortcode to output subscription form, ads, related content, share buttons, etc.
ru_ru: Создает таймер обратного отсчета при скачивании файла и показывает пользователю любой текст, html или шорткод для вывода блоков рекламы, форм обратной связи, похожего контента, кнопок «Поделиться» и т. д.

source: You don't have permission to see this page.
ru_ru: У вас нет доступа к этой странице.

source: HTML tags are allowed. Enable support for shortcodes and script tags by switching to the
ru_ru: HTML-теги разрешены. Для поддержки шорткодов и js-скриптов активируйте

source: Shortcodes and HTML tags (including script tags) are allowed.
ru_ru: Поддерживаются шорткоды, HTML-теги и js-скрипты.

source: Loading UI...
ru_ru: Загружаем интерфейс...

source: Restore defaults
ru_ru: Настройки по-умолчанию

source: Save
ru_ru: Сохранить

source: Display settings
ru_ru: Опции отображения

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Enabled: Will redirect user to the special download page with a timer block
ru_ru: Включено: ссылка откроется на специальной странице в новой вкладке

source: Disabled: Timer will be shown on the same page below the download link
ru_ru: Отключено: таймер будет показан на той же странице под ссылкой для загрузки

source: Delay time
ru_ru: Таймер загрузки

source: Specify time in seconds for download delay
ru_ru: Укажите время задержки загрузки в секундах

source: Countdown
ru_ru: С таймером

source: Success
ru_ru: Загрузка началась

source: Failed
ru_ru: При ошибке

source: Header (timer)
ru_ru: Заголовок

source: This text will appear by the countdown timer. Ex.: "Download will start soon"
ru_ru: Этот текст появится рядом с таймером обратного отсчета. Например: "Загрузка начнется в ближайшее время"

source: Body
ru_ru: Контент

source: Header color
ru_ru: Цвет заливки заголовка

source: Header
ru_ru: Заголовок

source: Header when download started
ru_ru: Заголовок блока, когда скачивание началось

source: Header when download failed
ru_ru: Заголовок блока при ошибке

source: Auto-wrap settings
ru_ru: Автоматическое оборачивание ссылок

source: Enable auto wrap
ru_ru: Включить авто-вставку таймера

source: Automatically wrap all file links in articles with corresponding file extensions
ru_ru: Все ссылки с заданными расширениями файлов будут автоматически обернуты в код с таймером. Работает на стороне пользователя, изменения в текст статей не вносятся

source: Files extensions
ru_ru: Расширения файлов

source: With class
ru_ru: Имеет CSS класс

source: Finds all <a> tags with selected class. Also works if <a> tag's parent has this classname. Allowed characters: [a-z], [0-9], [-].
ru_ru: Находит все <a>теги с выбранным классом. Также работает, если родительский тег у ссылки имеет это имя класса. Допустимые символы: [a-z], [0-9], [-].

source: Block Customizer
ru_ru: Внешний вид блока

source: Enable shadow
ru_ru: Включить тень

source: Border radius
ru_ru: Скругление углов

source: Specify border radius in px
ru_ru: Укажите значение радиуса скругления в пикселях

source: Layout settings
ru_ru: Конфигурация шаблона

source: Layout Direction
ru_ru: Расположение элементов

source: Switch between 2 fullwidth rows or 2 columns.
ru_ru: Переключение между 2-мя строками на всю ширину, либо 2-мя столбцами

source: Rows
ru_ru: Строки

source: Columns
ru_ru: Столбцы

source: Columns width
ru_ru: Ширина столбца

source: Relative width in %. Set left column's width, right column will be 100-[selected value]%.
ru_ru: Относительная ширина в %. Задайте ширину левого столбца, правый столбец будет равен 100-[выбранное значение]%.

source: Thanks for using FDD plugin!
ru_ru: Спасибо за использование плагина FDD!

source: Is it useful for you? If so, please leave a 5* review on
ru_ru: Полезен ли он для вас? Если да, пожалуйста, оставьте 5* рейтинг на

source: it means a lot for me.
ru_ru: это много для меня значит.

source: For any suggestions and bug reports you can find my contacts there:
ru_ru: Для любых предложений и сообщений об ошибках вы можете найти мои контакты тут:

source: Get in touch
ru_ru: Связаться со разработчиком

source: Your support is vital!
ru_ru: Ваша поддержка жизненно важна!

source: Download Delay Options
ru_ru: Скачивание с задержкой

source: Enable Download Delay
ru_ru: Включить задержку

source: Show countdown.
ru_ru: Показать таймер.

source: Download normally.
ru_ru: Обычное скачивание.

source: Delay Time in Seconds
ru_ru: Задержка в секундах
